# Задание 1

a = float(input('Введите 1 число '))
b = float(input('Введите 2 число '))
c = float(input('Введите 3 число '))

print('Сумма чисел = ', a + b + c, 'Произведение чисел = ', a * b * c)

