# Задание 2

a = float(input('Введите ЗП '))
b = float(input('Введите месячный платеж по кредиту '))
c = float(input('Введите задолженность за коммунальные услуги '))

print('Остаток = ', a - b - c)

