# Задание 3

a = float(input('Введите первую диаганаль ромба '))
b = float(input('Введите вторую диаганаль ромба '))

print('Площадь ромба = ', (a * b) / 2)

