# Задание 1

a = float(input('Введите 1 число '))
b = float(input('Введите 2 число '))
c = float(input('Введите 3 число '))

print('Сумма чисел = ', a + b + c, 'Произведение чисел = ', a * b * c)

# Задание 2

a = float(input('Введите ЗП '))
b = float(input('Введите месячный платеж по кредиту '))
c = float(input('Введите задолженность за коммунальные услуги '))

print('Остаток = ', a - b - c)

# Задание 3

a = float(input('Введите первую диаганаль ромба '))
b = float(input('Введите вторую диаганаль ромба '))

print('Площадь ромба = ', (a * b) / 2)

# Задание 4

print('To be\nor not\nto be')

# Задание 5

print('“Life is what happens\n        when\n                you’re busy making other plans”\n                                                               John Lennon.')